<template>
	<article class="agreement">
		<p class="head-tittle">
			《“Aptos乐园”隐私协议》
		</p>
		<p class="head-tittle">
			一、适用范围
		</p>
		<p class="info">
			1.“Aptos乐园”指由Aptos乐园网络合法拥有并运营的、标注名称为“Aptos乐园”的客户端应用程序以及域名为www.yuecaijing.net的网站等多平台，Aptos乐园网络有权对应用程序及网站等平台名称单方变更。
		</p>
		<p class="info">
			2.“用户”指所有使用Aptos乐园及其相关服务的使用者，包括自然人、法人和其他组织等。
		</p>
		<p class="info">
			3. 本协议内容包括《Aptos乐园隐私政策》，同时包括Aptos乐园网络已经发布或将来可能发布的关于Aptos乐园服务的相关协议、规则等内容，前述内容构成本协议不可分割的组成部分；Aptos乐园网络有权在必要时修改本协议。Aptos乐园网络将以网站公告或通知等合理方式提醒用户及时阅读，用户在享受各项服务时，应当及时查阅了解发布或修改的内容，并自觉遵守本协议。用户继续使用Aptos乐园服务，即视为同意并接受发布或修改的内容；用户在不同意发布或修改内容的情况下，应停止使用Aptos乐园服务。
		</p>
		<p class="info">
			4. 用户知悉并理解，Aptos乐园服务中可能包括或链接第三方提供的信息或服务；如用户使用第三方服务，该第三方可能会要求用户提供个人信息；用户应特别注意，在使用第三方服务时需要认真阅读该等第三方的用户协议、隐私政策及其他相关的条款，妥善保护自己的个人信息，仅在必要的情况下向该等第三方提供。本协议不适用于任何第三方提供的服务，Aptos乐园网络对任何因第三方使用用户个人信息所可能造成的损失及后果不承担任何责任。
		</p>
		<p class="head-tittle">
			二、服务内容
		</p>
		<p class="info">
			1. Aptos乐园网络旗下Aptos乐园仅提供相关的互联网服务。用户须自行负责上网设备，如个人电脑、手机或其他上网设备，并自行解决互联网接入及支付有关费用。
		</p>
		<p class="info">
			2. Aptos乐园服务的具体内容由Aptos乐园网络根据实际情况提供，例如数字资产新闻资讯、行情等。Aptos乐园网络并不承诺在服务开始、变更或者结束时，均事先通知用户。
		</p>
		<p class="info">
			3. Aptos乐园网络旗下Aptos乐园提供的涉及收费的服务，Aptos乐园网络会在用户使用收费服务前明确提示，用户如需使用收费服务，须向Aptos乐园网络支付一定的费用，仅当用户根据提示确认并自愿支付相关费用且实际支付后，才能使用收费服务。如用户拒绝支付相关费用，则Aptos乐园网络旗下Aptos乐园有权不向用户提供该收费服务。
		</p>
		<p class="head-tittle">
			三、服务的变更、中断和终止
		</p>
		<p class="info">
			1. 用户理解并同意，鉴于互联网服务的特殊性，Aptos乐园网络不能随时预见和防范法律、技术以及其他包括但不限于病毒、木马、黑客攻击、政府政策及行为、自然灾害、战争等不可抗力、系统不稳定、第三方服务瑕疵及其他各种安全问题的侵扰等原因可能导致的Aptos乐园服务变更、中断、中止、终止、信息泄露、数据丢失以及其他的损失和风险。若出现以上情况，Aptos乐园网络将努力及时修复，但是如果因此给用户造成损失，用户理解并同意Aptos乐园网络不承担任何责任。
		</p>
		<p class="info">
			2. 用户理解并同意，Aptos乐园网络为了提升用户体验和服务或者为了Aptos乐园服务整体运营的需要，有权随时变更、中断、中止或终止部分或全部的Aptos乐园服务（包括收费服务）。无需对任何用户或第三方承担任何责任。
		</p>
		<p class="head-tittle">
			四、用户资料合法性和真实性
		</p>
		<p class="info">
			考虑到Aptos乐园网络及旗下Aptos乐园服务的重要性，用户理解并同意：
		</p>
		<p class="info">
			1. 提供及时、详尽及准确的个人资料。
		</p>
		<p class="info">
			2. 不断更新自己的注册资料，符合及时、详尽及准确的要求。所有原始键入的资料将引用为注册资料。
		</p>
		<p class="info">
			3. 不冒用他人资料（包括且不限于姓名、图片、公司机构名称、昵称等）如果用户提供资料不准确，不真实，不合法有效，或者冒用他人资料，Aptos乐园网络保留直接修改资料或者结束用户使用Aptos乐园各项服务的权利。用户同意，其提供准确的个人资料作为Aptos乐园网络认定用户与帐号关联性以及用户身份的唯一证据。用户在使用Aptos乐园各项服务同时，同意接受Aptos乐园网络旗下Aptos乐园提供的各类信息服务。
		</p>
		<p class="head-tittle">
			五、用户隐私保护
		</p>
		<p class="info">
			1. 保护用户隐私是Aptos乐园网络的基本原则和政策。用户需要注重保护个人信息，同时Aptos乐园网络也会采取安全措施保护用户个人信息。
		</p>
		<p class="info">
			2. 用户在使用Aptos乐园服务过程中，为使Aptos乐园网络及旗下Aptos乐园能提供良好的服务及用户能获得更好的服务体验，用户理解并同意提供其个人信息，包括但不限于设备信息、电话号码、姓名、位置信息等，公司有权在遵守法律法规及本协议约定的前提下，收集、使用（含商业性使用）存储及分享用户的个人信息。
		</p>
		<p class="info">
			3. 用户理解并同意，其提供的初始注册信息及其他验证信息，因安全性考虑，一经注册验证即不得修改。
		</p>
		<p class="info">
			4. 非经用户许可，Aptos乐园网络保证不对外公开或向第三方提供单个用户注册信息及用户在使用Aptos乐园服务时存储在Aptos乐园的非公开内容，但下列情况除外
		</p>
		<p class="info">
			(1) 遵守有关法律、法规的规定，包括在国家有关机关查询或要求披露提供时，提供用户注册信息、用户在Aptos乐园上发布的信息内容及其发布时间、互联网地址或者域名等。
		</p>
		<p class="info">
			(2) 保持维护Aptos乐园网络知识产权和其他重要权利。
		</p>
		<p class="info">
			(3) 在紧急情况下竭力维护用户个人和社会大众的隐私安全。
		</p>
		<p class="info">
			(4) 根据本法律法规规定或者协议相关规定或者Aptos乐园网络及旗下Aptos乐园认为必要的其他情况下。
		</p>
		<p class="info">
			5. 用户在使用Aptos乐园服务时，务必注意保护个人信息，如银行卡、信用卡等账户及密码信息，如因此造成任何损失由用户自行承担。
		</p>
		<p class="head-tittle">
			六、免责声明
		</p>
		<p class="info">
			1. 用户理解并同意，其使用Aptos乐园服务所存在的风险完全由其自己承担；因其使用Aptos乐园服务而产生的一切后果由其自己承担；Aptos乐园网络对用户不承担任何责任。用户可直接从Aptos乐园网络旗下Aptos乐园网站获取Aptos乐园，也可从Aptos乐园网络授权的第三方平台获取Aptos乐园；若用户非从Aptos乐园网络旗下Aptos乐园网站或经Aptos乐园网络授权的第三方获取Aptos乐园（包括客户端应用软件及网站等平台）的，Aptos乐园网络无法保证非官方版本的Aptos乐园能够正常有效使用，用户因此遭受的任何损失应自行承担，Aptos乐园网络不承担任何责任。
		</p>
		<p class="info">
			2. Aptos乐园网络可随时修改或更新Aptos乐园的所有内容。Aptos乐园所提供的任何信息（包括但不限于Aptos乐园官方提供的、Aptos乐园用户发布的、入驻Aptos乐园第三方发布的、Aptos乐园邀请嘉宾提供的），Aptos乐园力求准确和完整，但不保证其完全实时或完全准确，也不表明Aptos乐园已证实其描述或赞同其观点。所有内容仅供参考，不构成投资建议或者其他实际操作建议，用户须谨慎对待并自行判断，用户据此操作所造成的任何直接或间接损失及其他后果须用户自行承担风险和责任，Aptos乐园网络无须承担任何法律责任。Aptos乐园亦不保证所设置的外部链接的准确性和完整性，用户通过Aptos乐园与其他网站的链接而获得其他网站内容，其风险责任由用户自行负责，Aptos乐园网络对此不承担任何法律责任。
		</p>
		<p class="info">
			3. 用户理解并同意，Aptos乐园服务可能会受到诸多因素的影响或干扰，Aptos乐园不保证Aptos乐园服务能满足用户的要求；不保证服务不受干扰、不会中断；不保证服务的及时性、安全性、准确性或不出现任何错误；不保证用户使用的Aptos乐园服务符合用户的期望；不保证软件、网站及平台中出现的任何错误都能得到更正；对于各种原因造成的网络服务中断、资料丢失、数据损毁或其他缺陷，Aptos乐园网络不承担任何责任。
		</p>
		<p class="info">
			4. 用户明确同意，使用Aptos乐园服务的风险由用户个人承担。对于所有用户注册资料、姓名、身份、发言内容以及其他行为，Aptos乐园网络不提供任何担保和责任。
		</p>
		<p class="info">
			5. 用户使用Aptos乐园服务，表示用户完全同意本协议并接受本协议约束；用户不得以未阅读本协议内容作任何形式的抗辩。用户对Aptos乐园服务的使用行为必须自行承担相应风险和责任。
		</p>
		<p class="info">
			6. 本协议依据并遵守国家法律法规的规定，Aptos乐园网络在能力范围内尽最大努力按照相关法律法规进行判断，但并不保证Aptos乐园网络的判断与司法机关及行政机关的判断完全一致，用户理解并同意自行承担因此可能产生的任何后果；Aptos乐园网络依据本协议获得的处理违法违规内容的权利并不构成Aptos乐园网络的义务或承诺，Aptos乐园网络不能保证及时发现违法违规行为或及时进行处理。
		</p>
		<p class="info">
			7. Aptos乐园将给予每个用户专属用户帐号，用户注册成功后将获得专属用户账号，该用户帐号由用户自行负责保管；用户应当对通过其用户帐号进行的所有活动和行为承担法律责任。
		</p>
		<p class="info">
			8. 用户知晓并同意，Aptos乐园网络在Aptos乐园平台以红包、活动、注册登陆等形式向用户发放的积分、糖果（含积分兑换出的糖果）等，在发生以下事件的情况时，Aptos乐园网络有权收回已向该用户发放的积分、糖果等且不承担任何责任。
		</p>
		<p class="info">
			（1）用户通过外挂、漏洞等方式恶意获取积分、糖果等；
		</p>
		<p class="info">
			（2）用户通过邀请僵尸账户等方式恶意获取积分、糖果等；
		</p>
		<p class="info">
			（3）用户因Aptos乐园故障、网络服务商服务异常等原因异常发放而获取的积分、糖果等；
		</p>
		<p class="info">
			 (4）用户连续超过六个月未登陆打开的闲置账户。
		</p>
		<p class="head-tittle">
			七、知识产权		
		</p>
		<p class="info">
			1. Aptos乐园网络在Aptos乐园服务中提供的内容的知识产权属于Aptos乐园网络，内容包括但不限于电子文档、文字、图像图片、软件、技术、程序、版面设计、商标、域名、服务标记、名称及开发运营中产生的所有数据和信息等，未经Aptos乐园网络许可，任何用户包括个人、法人或组织不得擅自使用；若用户未经许可擅自使用，给Aptos乐园网络或其他第三方造成损失的，则用户承担全部法律责任。
		</p>
		<p class="info">
			2. 用户理解并同意，其对使用Aptos乐园服务时发布到Aptos乐园上的任何文字、图像、图片等内容，均享有合法知识产权或已获合法授权；用户理解并同意Aptos乐园网络及其关联公司、控制公司享有其发布的所有内容在全世界范围内免费的、永久性的、不可撤销的、非独家的、可再许可、完全许可的著作权；Aptos乐园网络有权将用户发布的任何内容用于其他合法用途，包括但不限于部分或者全部地复制、修改、改编、翻译、组装、分拆、推广、分发、广播、表演、演绎、出版等。
		</p>
		<p class="info">
			3. 用户确认并同意授权Aptos乐园网络，对于侵犯其发布内容的知识产权的行为，Aptos乐园网络有权独立决策并以自己名义或委托律师代为维权。
		</p>
		<p class="head-tittle">
			八、适用法律和管辖权
		</p>
		<p class="info">
			本协议适用中华人民共和国法律，并且排除一切国际法冲突规范的适用。 如出现纠纷，用户和Aptos乐园网络及旗下Aptos乐园一致同意将纠纷提交由Aptos乐园网络所在地法院管辖。
		</p>
		<p class="head-tittle">
			九、帐号的有效期限
		</p>
		<p class="info">
			1. 用户在Aptos乐园注册的帐号，如果连续超过六个月没有登录，Aptos乐园网络有权删除用户的帐号，且无需另行通知。
		</p>
		<p class="info">
			2. 用户如果不再需要使用Aptos乐园服务，可以自行卸载Aptos乐园。
		</p>
		<p class="head-tittle">
			十、其他
		</p>
		<p class="info">
			1. 用户如对本协议内容或Aptos乐园服务有任何异议、意见或建议，可通过发送邮件方式与Aptos乐园网络联系
		</p>
		<p class="info">
			2. 在法律允许范围内，Aptos乐园网络保留对本协议全部条款的最终解释权和修改权。
		</p>
	</article>
</template>

<script>
	export default {
		data() {
			return {
				
			};
		}
	}
</script>

<style lang="less" scoped>
.agreement{
	// width: 92%;
	// margin: 0 auto;
	padding-top: 40px;
}
.head-tittle{
	color: #2B2B2D;
	font-size: 16px;
	margin: 10px 0;
}
.info{
	color: #4F5863;
    font-size: 14px;
    line-height: 24px;
	margin: 10px 0;
}
</style>
