<template>
	<article class="agreement">
		<p class="head-tittle">《“Aptos乐园”用户协议》</p>
		<p class="head-tittle">第1条 前提</p>
		<p class="info"> 1.为使用“Aptos乐园”软件（以下称“本软件）”及其服务（包括但不限于通过网站、微信公众号、微博或其他现在以及将来推出的与本软件功能相关的所有服务，以下称“本服务”或统称“Aptos乐园”），请您（以下亦称“用户”）仔细阅读《“Aptos乐园”用户协议》（以下称“本协议”）的全部条款，并确认您已完全了解本协议之全部条款的含义，特别是免除或者限制责任的条款，以及开通或使用某项服务的单项规则，并选择接受或不接受。限制、免责条款可能以加粗、下划线等形式提示您注意。未成年人应当在监护人陪同和指导下阅读本协议，并在使用本协议项下服务前取得监护人的同意。</p>
		<p class="info">2.除非您已阅读并接受本协议所有条款，否则您无权下载、安装或使用本软件及本服务。您同意本协议及其他规则的方式包括但不限于：</p>
		<p class="info">
			1) 通过在本软件中点击表示同意的相应按钮；
		</p>
		<p class="head-tittle">
			2) 通过电子邮件、电话、传真、即时通信等方式所作的口头或书面表示；
		</p>
		<p class="info">
			3) 下载、安装本软件、获取、登录本服务账号（包括通过手机或第三方服务账号等登陆的行为）等使用本软件或本服务的行为；
		</p>
		<p class="info">
			4) 其他您与我们均认可的方式。
		</p>
		<p class="info">
			3.本协议将构成您与本软件及本服务开发、运营的关联方（以下合称“我们”）之间直接有约束力的法律文件。我们有权在必要时修改本协议条款。您可以在本软件的最新版本中查阅相关协议条款。如本协议与本软件或本服务的实际功能设定有冲突的，以实际功能设定为准。本协议条款变更后，如果您继续使用本软件或本服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本软件及本服务。
		</p>
		<p class="info">
			4.我们将随时更新本《协议》内容，用户应当及时关注。相关平台、APP等的通知、公告、规则、声明或其它类似内容是本《协议》的一部分。
		</p>
		<p class="head-tittle">
			第2条 本软件的使用
		</p>
		<p class="info">
			1.您可以直接从我们的网站上获取本软件，也可以从得到我们授权的第三方获取。1.如果您从未经我们授权的第三方获取本软件或与本软件名称相同的安装程序，我们无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。
		</p>
		<p class="info">
			2.我们给予您一项不可转让及非排他性的许可以使用本软件。您可以为非商业目的安装、使用、显示、运行本软件。
		</p>
		<p class="info">
			3.为提供更加优质、安全的服务，在本软件安装时我们可能推荐您安装其他软件，您可以选择安装或不安装
		</p>
		<p class="info">
			4.为了改善用户体验、完善服务内容，我们将不断努力开发新的服务，并为您不时提供软件更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。为了保证本软件及服务的安全性和功能的一致性，我们有权不经向您特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。
		</p>
		<p class="info">
			5.本软件新版本发布后，旧版本的软件可能无法使用。我们不保证旧版本软件继续可用及相应的客户服务，请您随时核对并下载最新版本。
		</p>
		<p class="head-tittle">
			第3条 本服务的内容
		</p>
		<p class="info">
			1.“Aptos乐园”是一款以区块链信息为主题的，为用户自行创建栏目、分享内容信息、互动交流、组织活动（以下简称“活动”）提供技术服务的平台。		</p>
		<p class="info">
			2.您可以注册一个本服务的帐号，或使用手机、第三方账号等登陆由我们分配一个账号供您使用本服务。本服务帐号的所有权归”Aptos乐园”所有，用户完成申请注册手续后，仅获得本服务帐号的使用权，且该使用权仅属于初始申请注册人。同时，初始申请注册人不得赠与、借用、租用、转让或售卖本服务帐号或者以其他方式许可非初始申请注册人使用本服务帐号。非初始申请注册人不得通过受赠、继承、承租、受让或者其他任何方式使用本服务帐号。
		</p>
		<p class="info">
			3.您可以在本软件支持的格式和范围使用用户名（昵称）、头像等文字、图案作为您的账户的标识，但需要经过我们的审核方可通过。我们权要求您提供相关书面材料以证实用户名（昵称）、头像等文字、图案的合规性。具有以下情形的，无论是否通过了审核，我们均有权要求您修改：
		</p>
		<p class="info">
			1) 含有国家名称、中外地名、行政司法机构名称或标识等，容易使用户误认为该账号由该等官方机构创建或与该等官方机构有关联的；
		</p>
		<p class="info">
			2) 含有相关领域名人姓名或姓名的一部分，或相关领域知名机构名称或名称的一部分，容易使用户误认为该账号由该等名人或机构创建或与该等名人或机构有关联的；
		</p>
		<p class="info">
			3) 含有违反公序良俗和普通道德观念、民族歧视、种族歧视、仇恨、淫秽信息的语言或其他令人反感的文字、图案的；
		</p>
		<p class="info">
			4) 具有夸大宣传或引人误解的情形的；
		</p>
		<p class="info">
			5) 存在侵犯商标权、著作权、姓名权、商号的权利或不正当竞争等情形的；
		</p>
		<p class="info">
			6) 个人用户的名称包含“公司/集团”或其他字样，容易使人误认为该账号实为企业注册或受到企业控制的；
		</p>
		<p class="info">
			7) 与已经存在的用户名存在重合的；
		</p>
		<p class="info">
			8) 其他违反法规、规章、政策、监管机关指令或侵犯第三方合法权益以及可能扰乱本服务运营的情形的。
		</p>
		<p class="info">
			4.您有责任妥善保管注册帐户信息及帐户密码的安全，您需要对注册帐户以及密码下的行为承担法律责任。您同意在任何情况下不向他人透露帐户及密码信息。当在您怀疑他人在使用您的帐号时，您应立即通知我们。
		</p>
		<p class="info">
			5.用户注册本服务帐号后如果长期不登录该帐号，我们有权回收该帐号，以免造成资源浪费，由此带来的任何损失均由用户自行承担。
		</p>
		<p class="info">
			6.除本协议之外，您在使用本软件某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下称“单独协议”），您在使用该项服务前请阅读并同意相关的单独协议；您使用前述特定服务，即视为您接受相关单独协议，单独协议与本协议具有相同法律效力。
		</p>
		<p class="info">
			7.您可根据我们双方的协议建立您的文章、问答或其他内容（以下统称“内容”）内容，成为我们的第三方运营者。并在约定及合法范围内自主设置价格，并接受其他用户的订阅及打赏。
		</p>
		<p class="info">
			8.您可以在本服务中搜索并对您喜欢的内容进行订阅或打赏，并进行阅读。您了解并同意，第三方运营者有权自主决定内容，可能需要支付相应的费用。您应同时遵守相应法律法规、本协议及本服务其他相关规则、订阅及打赏的活动规则以及您与我们达成的其他协议。
		</p>
		<p class="info">
			9.作为技术服务平台，我们不对第三方的活动的效果能否满足您的预期作出保证。您应自行谨慎判断对方是否具有相关资质及履约能力并自行决定是否对内容进行打赏，您应自行承担与此相关的所有风险。我们对第三方运营者及其用户双方之间因该等活动规则或协议的履行而产生的纠纷不承担任何赔偿或违约责任。
		</p>
		<p class="info">
			10.您应特别注意对内容的付费及退费规则的全部理解和遵守。同时，第三方运营者有权将您所支付的费用的有效期自其设置该等内容的付费金额和付费方式之日起开始计算，请您在订阅或打赏前仔细核对并确认付费金额和剩余期限，您一经购买即视为您已了解并同意接受以该等付费金额和付费方式。
		</p>
		<p class="info">
			11.用户在订阅后单方面取消订阅或打赏的，以及因违反本协议或本服务其他规则，帐号被处以限制功能、封禁、注销等措施的，已经支付的订阅或打赏费用不再退还。
		</p>
		<p class="info">
			12.若您订阅/打赏的第三方作者未完成承诺的文章数量，您有权申请按时间比例退款，钱款退至Aptos乐园钱包。此时，“月”按照30天计算，“年”按照360天计算，订阅或打赏费用有效期超过一年（包括永久）的视为一年。
		</p>
		<p class="info">
			13.如您被第三方运营者无理由强制取消订阅，可以要求第三方运营者按照前款标准退款，但是，第三方运营者在本服务账户的余额不足的，我们仅在第三方运营者账户余额的限度内协助退款。
		</p>
		<p class="info">
			14.如用户被第三方运营者强制取消订阅，有以下情形之一，第三方运营者有权不退还已经支付的全部订阅或打赏费用：
		</p>
		<p class="info">
			1) 第三方运营者明示的订阅规则明确约定订阅后无论何种情形均不予退还订阅费用，且该订阅规则已经过用户明示或默示同意的；
		</p>
		<p class="info">
			2) 订阅后短时间内集中下载或以其他形式复制内容后被强制取消订阅的；
		</p>
		<p class="info">
			3)因违反本协议或本服务的其他规则、订阅或打赏活动规则而被第三方运营者强制取消订阅的。
		</p>
		<p class="info">
			15.除本协议及订阅及打赏的活动规则之外，您在使用本软件某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下称“单独协议”），您在使用该项服务前请阅读并同意相关的单独协议；您使用前述特定服务，即视为您接受相关单独协议。
		</p>
		<p class="info">
			16.您理解并同意，我们有权决定将本软件及本服务作商业用途，包括但不限于开发、使用本软件的部分服务为第三方作推广等，我们承诺在推广过程中严格按照本协议约定保护您的个人信息，同时您亦可以根据系统设置选择屏蔽、拒绝接收相关推广信息。
		</p>
		<p class="info">
			17.您理解并同意，除非您特别声明，否则关于您使用本服务发布的任何内容，我们均将自动获得非独家的信息网络传播权、出版发行权、汇编权、翻译权、改编权等相应权利的许可，以保证我们可以对该等内容进行商业性使用。
		</p>
		<p class="info">
			18.您理解并同意，我们将会尽其商业上的合理努力保障您在本软件及本服务中的数据存储安全和顺利使用，但是，我们并不能就此提供完全保证，包括但不限于以下情形：
		</p>
		<p class="info">
			1)我们不对您在本软件及本服务中相关数据的删除或储存失败负责；
		</p>
		<p class="info">
			2)我们有权根据实际情况自行决定单个用户在本软件及服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。您可根据自己的需要自行备份本软件及服务中的相关数据；
		</p>
		<p class="info">
			3)如果您停止使用本软件及服务或服务被终止或取消，我们可以从服务器上永久地删除您的数据，服务停止、终止或取消后，我们没有义务向您返还任何数据；
		</p>
		<p class="info">
			4)用户必须选择与所安装终端设备相匹配的软件版本，否则，由于软件与终端设备型号不相匹配所导致的任何问题或损害，均由用户自行承担；
		</p>
		<p class="info">
			5)用户在使用本软件访问第三方网站时，因第三方网站及相关内容所可能导致的风险，由用户自行承担；
		</p>
		<p class="info">
			6)用户发布的评论被他人转发、分享，因此等传播可能带来的风险和责任；
		</p>
		<p class="info">
			7)由于无线网络信号不稳定、无线网络带宽小等原因，所引起的登录失败、资料同步不完整、页面打开速度慢等风险。
		</p>
		<p class="info">
			19.为了向您提供有效的服务，本软件会利用您终端设备的处理器和带宽等资源。本软件使用过程中可能产生数据流量的费用，用户需自行向运营商了解相关资费信息，并自行承担相关费用。
		</p>
		<p class="head-tittle">
			第4条 用户行为规范
		</p>
		<p class="info">
			1.本条所述“内容”是指用户使用本软件及本服务过程中所制作、复制、发布、传播的任何评论等内容，包括但不限于文字、语音、视频、图片等任何形式的信息。
		</p>
		<p class="info">
			2.您不得利用本软件及本服务制作、复制、储存、发布、传播如下违反国家法律、法规或侵犯其他用户或第三方合法权益的内容，包括但不限于：
		</p>
		<p class="info">
			1 违反宪法确定的基本原则的；
		</p>
		<p class="info">
			2 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
		</p>
		<p class="info">
			3 损害国家荣誉和利益的；
		</p>
		<p class="info">
			4 煽动民族仇恨、民族歧视，破坏民族团结的；
		</p>
		<p class="info">
			5 破坏国家宗教政策，宣扬邪教和封建迷信的；
		</p>
		<p class="info">
			6 散布谣言，扰乱社会秩序，破坏社会稳定的；
		</p>
		<p class="info">
			7 散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；
		</p>
		<p class="info">
			8 侮辱或者诽谤他人，侵害他人合法权益的；
		</p>
		<p class="info">
			9 煽动非法集会、结社、游行、示威、聚众扰乱社会秩序；
		</p>
		<p class="info">
			10 以非法民间组织名义活动的；
		</p>
		<p class="info">
			11 不符合《即时通信工具公众信息服务发展管理暂行规定》及遵守法律法规、社会主义制度、国家利益、公民合法利益、公共秩序、社会道德风尚和信息真实性等“七条底线”要求的；
		</p>
		<p class="info">
			12 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；
		</p>
		<p class="info">
			13 涉及他人隐私、个人信息或资料的；
		</p>
		<p class="info">
			14 骚扰、广告信息、过度营销信息及垃圾信息或含有任何性或性暗示的；
		</p>
		<p class="info">
			15 其他违反法律法规、政策及公序良俗、社会公德或干扰“Aptos乐园”正常运营和侵犯其他用户或第三方合法权益内容的信息。
		</p>
		<p class="info">
			3.除非我们书面许可，您使用本软件过程中不得从事下列行为
		</p>
		<p class="info">
			1) 删除本软件及其副本上关于著作权的信息；
		</p>
		<p class="info">
			2) 对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码；
		</p>
		<p class="info">
			3) 对我们拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；
		</p>
		<p class="info">
			4) 对本软件或者本软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非我们经授权的第三方工具/服务接入本软件和相关系统；
		</p>
		<p class="info">
			5) 通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；
		</p>
		<p class="info">
			6) 通过非我们开发、授权的第三方软件、插件、外挂、系统，登录或使用我们软件及服务，或制作、发布、传播上述工具；
		</p>
		<p class="info">
			7) 自行或者授权他人、第三方软件对本软件及其组件、模块、数据进行干扰；
		</p>
		<p class="info">
			8) 其他未经我们明示授权的行为。
		</p>
		<p class="info">
			4.您理解并同意，您必须为自己注册帐号下的一切行为负责，包括您所发表的任何内容以及由此产生的任何后果。您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。我们无法且不会对因前述风险而导致的任何损失或损害承担责任。
		</p>
		<p class="info">
			5.如果我们发现或收到他人举报或投诉用户违反本协议约定或本服务其他规则的，我们有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚，并公告处理结果。涉及订阅或打赏内容的，将依据其他单独的协议进行处理。
		</p>
		<p class="info">
			6.您理解并同意，我们有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。
		</p>
		<p class="info">
			7.您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；我们因此遭受损失的，您也应当一并赔偿。
		</p>
		<p class="info">
			8.如您是公会经营者（会长、管理员）,在用户（支付费用加入您公会的普通成员）服务期内出现单方面提前终止服务、停止更新等行为，且未在10个工作日内在Aptos乐园App内联系平台客服报备申请、及报备申请未获批准仍单方面提前终止服务、停止更新的即视为非正常服务行为 ，如出现非正常服务行为及恶意失联、欺诈成员等行为，经Aptos乐园及相关部门查证属实的，须向Aptos乐园支付违约金，违约金数额为您在Aptos乐园获得的人民币总收益的10倍。		</p>
		<p class="head-tittle">
			第5条 用户个人信息保护
		</p>
		<p class="info">
			1.您在注册帐号或使用本服务的过程中，需要提供一些必要的信息，例如：为向您提供帐号注册服务、进行用户身份识别或进行现金提现时，需要您填写手机号码等。若国家法律法规、政策或本服务有特殊规定的，您还需要提供真实的身份信息。若您提供的信息不真实或不完整，则无法使用本服务或在使用过程中受到限制。在进行现金提现时，为保护用户资金安全会进行必要的身份认证，按照国家相关法律，认证方式包括但不限于手机短信验证或者提供身份证信息等方式。
		</p>
		<p class="info">
			2.保护用户个人信息是我们的一项基本原则，我们将会采取合理的措施保护用户的个人信息。除法律法规规定的情形外，未经用户许可我们不会向第三方公开、透露用户个人信息。但是，您理解并同意，本软件的某些功能以及相关服务需要让第三方知晓用户的信息，您使用该等功能或服务即表示您接受让该等第三方知晓您的个人信息。
		</p>
		<p class="info">
			3.一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。
		</p>
		<p class="info">
			4.我们非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用我们的服务前，应事先取得您家长或法定监护人的书面同意。
		</p>
		<p class="head-tittle">
			第6条 终端安全责任
		</p>
		<p class="info">
			1.您理解并同意，本软件同大多数互联网软件一样，可能会受多种因素影响，包括但不限于用户原因、网络服务质量、社会环境等；也可能会受各种安全问题的侵扰，包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁您的终端设备信息和数据安全，继而影响本软件的正常使用等。因此，您应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。
		</p>
		<p class="info">
			2.您不得制作、发布、使用、传播用于窃取本服务帐号及他人个人信息、财产的恶意程序。
		</p>
		<p class="info">
			3.您理解并同意，维护软件安全与正常使用是我们和您的共同责任，我们将按照行业标准合理审慎地采取必要技术措施保护您的终端设备信息和数据安全，但是我们并不能就此提供完全保证。
		</p>
		<p class="head-tittle">
			第7条 免责申明
		</p>
		<p class="info">
			1.Aptos乐园（包含各子页面等）页面展示信息均来源于第三方，目的在于传播更多信息，与Aptos乐园立场无关。我们不保证该信息(包括但不限于文字、数据及图表)全部或者部分内容的准确性、真实性、完整性、有效性、及时性、原创性等。
		</p>
		<p class="info">
			2.您应当了解，我们不提供投资顾问服务，不提供任何投资建议。如您在使用本服务过程中发现有不合规的投资建议，欢迎向我们投诉，投诉电话：010-53323716
		</p>
		<p class="info">
			 3.您应当对金融证券市场信息等进行独立的判断，我们对您根据该等金融证券市场信息等做出的投资行为不承担任何责任。在任何情况下，您不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份。
		</p>
		<p class="head-tittle">
			第8条 第三方软件或服务
		</p>
		<p class="info">
			1.因用户使用本软件或要求我们提供特定服务时，本软件可能会调用第三方系统或者通过第三方支持用户的使用或访问，使用或访问的结果由该第三方提供，我们不保证通过第三方提供服务及内容的安全性、准确性、有效性及其他不确定的风险，由此若引发的任何争议及损害，我们不承担任何责任。
		</p>
		<p class="info">
			2.本软件如果使用了第三方的软件或服务，您应当遵守这些第三方软件或服务的要求。如果您没有遵守这些要求，该第三方或者国家机关可能会对您提起诉讼、罚款或采取其他制裁措施，并要求我们给予协助，您应当自行承担法律责任。
		</p>
		<p class="info">
			3.如因本软件使用的第三方软件或技术引发的任何纠纷，应由该第三方负责解决，我们不承担任何责任。我们不对第三方软件或技术提供客服支持，若您需要获取支持，请与第三方联系。
		</p>
		<p class="head-tittle">
			第9条 知识产权声明
		</p>
		<p class="info">
			1.我们是本软件以及本服务的知识产权权利人。本软件提及本服务的一切著作权、商标权、专利权、商业秘密等知识产权，以及与本软件和本服务相关的所有信息内容（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护，我们享有上述知识产权，但相关权利人依照法律规定应享有的权利除外。
		</p>
		<p class="info">
			2.未经我们或相关权利人书面同意，您不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权。
		</p>
		<p class="head-tittle">
			第10条 其他
		</p>
		<p class="info">
			1.本协议其他条款未明示授权的其他一切权利仍由我们保留，您在行使这些权利时须另外取得我们的书面许可。我们如果未行使前述任何权利，并不构成对该权利的放弃。
		</p>
		<p class="info">
			2.本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
		</p>
		<p class="info">
			3.本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
		</p>
		<p class="info">
			4. 如果你是本平台注册用户，本《协议》条款将对用户持续有效，有效期至用户注销或者被关闭账户后。
		</p>
		<p class="info">
			5.若您和我们之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交上海仲裁委员会通过当时有效的仲裁规则解决。仲裁语言为中文，仲裁的裁决是终局的，对双方均有约束力。
		</p>
		<p class="info">
			Aptos乐园
		</p>
	</article>
</template>

<script>
	export default {
		data() {
			return {
				
			};
		}
	}
</script>

<style lang="less" scoped>
.agreement{
	// width: 92%;
	// margin: 0 auto;
	padding-top: 40px;
}
.head-tittle{
	color: #2B2B2D;
	font-size: 16px;
	margin: 10px 0;
}
.info{
	color: #4F5863;
    font-size: 14px;
    line-height: 24px;
	margin: 10px 0;
}
</style>
